tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "jq"
brew "mas"
brew "node"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "the_silver_searcher"
cask "daisydisk"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "spotify"
mas "1Password 7", id: 1333542190
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Postico", id: 1031280567
mas "Quip", id: 1003160018
mas "Serenity", id: 1185371817
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
