tap "aci/tools", "git@github.pie.apple.com:aci/homebrew-tools.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "orchard/cider", "https://github.pie.apple.com/orchard/homebrew-cider.git"
cask "adoptopenjdk8"
brew "antigen"
brew "bash"
brew "deno"
brew "docker", link: false
brew "git-subrepo"
brew "go"
brew "helm"
brew "htop"
brew "sqlite"
brew "python@3.8", link: false
brew "httpie"
brew "libev"
brew "hyperkit"
brew "icu4c"
brew "oniguruma"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "node"
brew "pcre"
brew "perl"
brew "pipenv"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ruby"
brew "the_silver_searcher"
brew "twine-pypi"
brew "vim"
brew "aci/tools/kcli"
brew "orchard/cider/orchard-cli"
cask "cakebrew"
cask "daisydisk"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "spotify"
mas "1Password 7", id: 1333542190
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Electron APIs", id: 1119345146
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Postico", id: 1031280567
mas "Quip", id: 1003160018
mas "Serenity", id: 1185371817
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
